{
    "weekly": [
      {
        "date": "01.01.2025 - 31.01.2025",
        "description": "Sevgili Koç, yeni yıla kariyerinize ve hedeflerinize odaklanarak güçlü bir başlangıç yapıyorsunuz. Oğlak burcundaki gezegen yoğunluğu, hırslarınızı körüklerken disiplinli çalışmalarınızın karşılığını almanızı sağlayacak. Ayın ortalarına doğru Kova burcu etkileriyle sosyal çevreniz hareketleniyor; yeni insanlarla tanışmak ve ekip çalışmalarına katılmak için harika fırsatlar doğacak. Bu dönemde profesyonel hedeflerinizle sosyal yaşamınız arasında bir denge kurmak önem kazanacak. Aşk hayatınızda ise Terazi burcunun dengeleyici enerjisi, mevcut ilişkilerde uyumu artırırken, bekarlar için adil ve zeki partner adaylarını karşınıza çıkarabilir. Finansal konularda sağlam temeller atmak ve uzun vadeli planlar yapmak için oldukça verimli bir aydasınız. Enerjinizi doğru yönlendirerek yılın ilk ayında önemli mesafeler kat edebilirsiniz. Geleceğinizi yapılandırmak için attığınız adımlar, ilerleyen aylarda size büyük avantajlar sağlayacaktır.",
        "matches": {
          "career": "Oğlak",
          "friendship": "Kova",
          "love": "Terazi"
        },
        "stars": {
          "hustle": "4.5",
          "sex": "3.5",
          "success": "4.0",
          "vibe": "4.0"
        }
      },
      {
        "date": "01.02.2025 - 28.02.2025",
        "description": "Şubat ayı, sosyal çevreniz ve geleceğe yönelik hayallerinizle ön plana çıkıyor, sevgili Koç. Ayın ilk yarısında Kova burcunun etkisiyle arkadaş grupları içinde parlayacak, yenilikçi fikirlerinizle dikkat çekeceksiniz. Teknolojik konular ve toplu projeler size başarı getirebilir. Aşkta, zihinsel uyum aradığınız bir dönemdesiniz; Aslan burcunun yaratıcı ve eğlenceli enerjisiyle romantik anlar yaşayabilirsiniz. Ayın ikinci yarısında Balık burcu etkileriyle birlikte daha içe dönük ve sezgisel bir ruh haline bürüneceksiniz. Bu, sizin için bir nevi hazırlık dönemi olacak; doğum günü ayınız olan Mart'a girmeden önce enerjinizi toplamak, meditasyon yapmak ve ruhsal olarak dinlenmek için harika bir fırsat. Kariyerde ise arka planda stratejik planlamalar yapmak, ilerleyen dönemlerdeki atılımlarınız için zemin hazırlayacaktır.",
        "matches": {
          "career": "Kova",
          "friendship": "İkizler",
          "love": "Aslan"
        },
        "stars": {
          "hustle": "3.5",
          "sex": "4.0",
          "success": "3.5",
          "vibe": "4.5"
        }
      },
      {
        "date": "01.03.2025 - 31.03.2025",
        "description": "Mart ayı, enerjinizin ve kişisel gücünüzün zirveye ulaştığı bir dönem olacak. Ayın ilk haftalarında Balık burcunun etkisiyle bir miktar içe dönüklük ve geçmişi değerlendirme hali hakim olabilir. Ancak Güneş'in sizin burcunuza geçişiyle birlikte adeta yeniden doğmuş gibi hissedeceksiniz. Yeni başlangıçlar yapmak, cesur adımlar atmak ve kişisel projelerinizi hayata geçirmek için yıldızlar size tam destek veriyor. Liderlik vasıflarınızla öne çıkacak, çevrenizi motive edeceksiniz. Aşk hayatınızda da Koç burcunun tutkulu ve direkt enerjisiyle heyecan verici gelişmeler yaşanabilir. Arkadaşlık ilişkilerinde ise sizin gibi ateş elementi olan Aslan ve Yay burçlarıyla harika bir uyum yakalayacaksınız. Kariyerde inisiyatif almaktan çekinmeyin, bu ay sizin ayınız ve tüm spot ışıkları üzerinizde olacak.",
        "matches": {
          "career": "Yay",
          "friendship": "Aslan",
          "love": "Koç"
        },
        "stars": {
          "hustle": "5.0",
          "sex": "4.5",
          "success": "5.0",
          "vibe": "5.0"
        }
      },
      {
        "date": "01.04.2025 - 30.04.2025",
        "description": "Nisan ayı, kişisel enerjinizin ve girişimci ruhunuzun hala çok yüksek olduğu bir zaman dilimi, sevgili Koç. Ayın ilk yarısında doğum günü enerjinizle parlamaya devam edeceksiniz. Bu dönemde başlattığınız her iş, uzun vadede size başarı getirme potansiyeli taşıyor. Ancak bu yüksek enerjiyi kontrol altında tutmak, aceleci kararlar almamak önemli. Ayın ikinci yarısında Güneş'in Boğa burcuna geçişiyle birlikte odağınız maddi konulara ve finansal güvenliğe kayacak. Kazançlarınızı artırmak, bütçenizi düzenlemek ve yatırımlarınızı gözden geçirmek için uygun bir zaman. Aşk hayatınızda Aslan burcunun ateşli romantizmi sizi cezbederken, Kova ile kuracağınız zihinsel bağ arkadaşlıklarınızı güçlendirecek. Kariyerde Boğa'nın sabırlı enerjisiyle somut adımlar atarak hedeflerinizi sağlamlaştırabilirsiniz.",
        "matches": {
          "career": "Boğa",
          "friendship": "Kova",
          "love": "Aslan"
        },
        "stars": {
          "hustle": "4.5",
          "sex": "4.0",
          "success": "4.5",
          "vibe": "4.0"
        }
      },
      {
        "date": "01.05.2025 - 31.05.2025",
        "description": "Mayıs ayında hız kesip biraz daha sakin ve ayakları yere basan bir enerjiye geçiş yapıyorsunuz. Ayın ilk bölümünde Boğa burcunun etkisiyle finansal konular, gelirleriniz ve kişisel değerleriniz ön planda olacak. Bu dönemde maddi güvenliğinizi sağlamlaştırmak için somut adımlar atabilirsiniz. Ayın ikinci yarısında İkizler burcunun enerjisiyle iletişiminiz hızlanıyor, zihinsel olarak daha aktif ve meraklı olacaksınız. Kısa seyahatler, eğitimler ve yeni anlaşmalar gündeminize gelebilir. Kardeşler ve yakın çevrenizle olan ilişkileriniz canlanacak. Aşkta Boğa'nın sadakati ve güveni sizi çekerken, kariyerde Oğlak burcunun disipliniyle uyum içinde çalışabilirsiniz. Arkadaşlıkta ise İkizler'in esprili ve zeki tavırları sizi eğlendirecek. Bu ay, maddi temelleri güçlendirip entelektüel olarak beslenme ayı olacak.",
        "matches": {
          "career": "Oğlak",
          "friendship": "İkizler",
          "love": "Boğa"
        },
        "stars": {
          "hustle": "4.0",
          "sex": "3.5",
          "success": "4.0",
          "vibe": "3.5"
        }
      },
      {
        "date": "01.06.2025 - 30.06.2025",
        "description": "Haziran ayına İkizler burcunun hareketli ve iletişimci enerjisiyle başlıyorsunuz. Zihniniz oldukça açık ve öğrenmeye hevesli. Yakın çevrenizle, komşularınızla ve kardeşlerinizle olan diyaloglarınız artabilir. Ayın ikinci yarısında Güneş'in Yengeç burcuna geçişiyle birlikte odağınız tamamen ev, aile ve özel yaşamınıza kayacak. Köklerinize dönmek, ailenizle vakit geçirmek ve duygusal güvenliğinizi sağlamlaştırmak önceliğiniz olacak. Kariyerdeki hırslarınızın yerini, evinizde huzur bulma isteği alabilir. Bu dönemde evle ilgili tadilat veya dekorasyon işlerine girişebilirsiniz. Aşk hayatınızda, İkizler'in zeki flörtleri yerini Yengeç burcunun hassas ve korumacı tavırlarına bırakabilir. Kariyerde, Yengeç burcu ile yapacağınız sezgisel ortaklıklar başarılı olabilir.",
        "matches": {
          "career": "Yengeç",
          "friendship": "Terazi",
          "love": "İkizler"
        },
        "stars": {
          "hustle": "3.0",
          "sex": "3.0",
          "success": "3.5",
          "vibe": "3.0"
        }
      },
      {
        "date": "01.07.2025 - 31.07.2025",
        "description": "Temmuz ayı, size ateşli ve enerjik bir atmosfer vaat ediyor. Ayın ilk yarısında hala Yengeç burcunun etkisiyle ev ve aile konularına odaklanabilirsiniz. Ancak ayın ikinci yarısında Güneş'in sizin gibi bir ateş burcu olan Aslan'a geçmesiyle birlikte, sosyal hayatınız canlanacak, yaratıcılığınız tavan yapacak ve aşk rüzgarları esecek. Kendinizi ifade etmekten, sahneye çıkmaktan ve dikkatleri üzerinize çekmekten büyük keyif alacaksınız. Romantizm, flörtler ve eğlence dolu aktiviteler için harika bir dönem. Bekarsanız, yeni bir aşk hikayesine başlayabilirsiniz. Kariyerinizde de Aslan burcunun liderlik vasıfları sayesinde parlayabilir, önemli projelerde öne çıkabilirsiniz. Arkadaşlıkta Yay burcunun maceracı ruhu, aşkta ise Kova'nın özgünlüğü sizi cezbedecek.",
        "matches": {
          "career": "Aslan",
          "friendship": "Yay",
          "love": "Kova"
        },
        "stars": {
          "hustle": "4.0",
          "sex": "5.0",
          "success": "4.5",
          "vibe": "5.0"
        }
      },
      {
        "date": "01.08.2025 - 31.08.2025",
        "description": "Ağustos ayı, eğlenceli ve yaratıcı enerjilerle başlıyor. Aslan burcunun cömert ve gösterişli etkileri altında, aşk hayatınız ve sosyal ilişkileriniz parlaklığını koruyacak. Bu dönemi tatil yapmak veya hobilerinize zaman ayırmak için değerlendirebilirsiniz. Ayın ikinci yarısında ise Güneş'in Başak burcuna geçmesiyle birlikte vites değiştirme zamanı geliyor. Artık iş, sağlık ve günlük rutinlerinizi düzene sokmaya odaklanacaksınız. Verimliliğinizi artırmak, detaylı çalışmalar yapmak ve sağlığınıza özen göstermek için ideal bir dönem. Kariyerde Başak burcunun titiz ve analitik yaklaşımı size başarı getirecektir. Arkadaşlıkta Kova'nın entelektüel sohbetleri ilginizi çekerken, aşkta Aslan burcunun sıcaklığı hala kalbinizi ısıtmaya devam edecek. Düzen ve disiplinle ayı verimli bir şekilde tamamlayacaksınız.",
        "matches": {
          "career": "Başak",
          "friendship": "Kova",
          "love": "Aslan"
        },
        "stars": {
          "hustle": "4.5",
          "sex": "4.0",
          "success": "4.0",
          "vibe": "3.5"
        }
      },
      {
        "date": "01.09.2025 - 30.09.2025",
        "description": "Eylül ayına iş ve sorumluluklarınıza odaklanarak başlıyorsunuz. Başak burcunun getirdiği düzen ve verimlilik enerjisi, projelerinizi tamamlamanıza ve hedeflerinize ulaşmanıza yardımcı olacak. Ancak ayın ikinci yarısında Güneş'in sizin karşıt burcunuz olan Terazi'ye geçmesiyle birlikte, odağınız tamamen ikili ilişkilere, ortaklıklara ve dengeye kayacak. Bu dönemde partnerinizle veya iş ortaklarınızla olan bağlarınızı güçlendirebilir, uyum içinde hareket etmenin yollarını arayabilirsiniz. Adalet ve diplomasi sizin için anahtar kelimeler olacak. Yeni bir ortaklık veya ciddi bir ilişki başlangıcı için uygun bir zemin oluşabilir. Kariyerde Terazi'nin işbirlikçi ruhu, arkadaşlıkta İkizler'in sosyal enerjisi, aşkta ise Kova'nın zihinsel uyumu sizi destekleyecektir. Bu ay, kişisel çabalardan çok, 'biz' olma üzerine kurulu bir ay olacak.",
        "matches": {
          "career": "Başak",
          "friendship": "İkizler",
          "love": "Kova"
        },
        "stars": {
          "hustle": "3.5",
          "sex": "4.5",
          "success": "4.0",
          "vibe": "4.0"
        }
      },
      {
        "date": "01.10.2025 - 31.10.2025",
        "description": "Ekim ayı, derin ve dönüştürücü enerjilerle dolu, sevgili Koç. Ayın ilk yarısında hala Terazi burcunun etkisiyle ilişkilerde denge arayışınız sürebilir. Ancak ayın ikinci yarısında Güneş'in Akrep burcuna geçmesiyle birlikte, meseleler daha derin ve tutkulu bir hal alacak. Finansal ortaklıklar, krediler, borçlar, miras gibi konular gündeminize gelebilir. Sezgileriniz oldukça güçlenecek ve olayların ardındaki gerçekleri görmekte zorlanmayacaksınız. Aşk hayatınızda, Yengeç burcunun şefkatli tavırları size güven verirken, kariyerde Akrep burcunun stratejik ve kararlı doğasıyla büyük başarılar elde edebilirsiniz. Bu ay, size hizmet etmeyen eski alışkanlıkları ve korkuları geride bırakmak için güçlü bir iradeye sahip olacaksınız. İçsel bir dönüşüm için kendinize izin verin.",
        "matches": {
          "career": "Akrep",
          "friendship": "Balık",
          "love": "Yengeç"
        },
        "stars": {
          "hustle": "3.0",
          "sex": "5.0",
          "success": "3.5",
          "vibe": "3.0"
        }
      },
      {
        "date": "01.11.2025 - 30.11.2025",
        "description": "Kasım ayı, size yeni ufuklar ve maceralar vaat ediyor. Ayın ilk yarısında Akrep burcunun derin enerjileri devam ederken, ayın ikinci yarısında Güneş'in Yay burcuna geçmesiyle birlikte ruhunuzda bir hafifleme ve iyimserlik hissedeceksiniz. Seyahat etme, yeni eğitimlere başlama, farklı kültürleri keşfetme ve felsefi konulara dalma isteğiniz artacak. Bu dönem, vizyonunuzu genişletmek ve hayata daha pozitif bir pencereden bakmak için harika bir fırsat. Kariyerinizde Yay burcunun cesur ve vizyoner enerjisiyle yeni projeler başlatabilirsiniz. Aşkta Terazi burcunun uyumu, arkadaşlıkta ise Aslan burcunun sıcaklığı size iyi gelecek. Bu ay, sizi kısıtlayan sınırlardan kurtulup özgürleşme ve büyüme ayıdır. Enerjinizi yüksek tutun ve maceralara atılmaktan korkmayın.",
        "matches": {
          "career": "Yay",
          "friendship": "Aslan",
          "love": "Terazi"
        },
        "stars": {
          "hustle": "4.0",
          "sex": "4.0",
          "success": "4.5",
          "vibe": "4.5"
        }
      },
      {
        "date": "01.12.2025 - 31.12.2025",
        "description": "Sevgili Koç, yılın son ayına Yay burcunun iyimser ve neşeli enerjisiyle giriyorsunuz. Tatil ruhu ve maceraperestliğiniz ön planda olacak. Ancak ayın ikinci yarısında Güneş'in Oğlak burcuna geçmesiyle birlikte, odak noktanız tamamen kariyerinize, hedeflerinize ve toplumsal statünüze yönelecek. Yılı güçlü bir şekilde bitirmek ve yeni yıla dair somut planlar yapmak için hırslarınız artacak. Bu dönemde disiplinli ve sorumlu bir şekilde çalışarak önemli başarılar elde edebilirsiniz. Aşk hayatınızda, Aslan'ın tutkusu sizi cezbederken, Kova burcunun zekası arkadaşlık ilişkilerinizi zenginleştirecek. Kariyerde, Oğlak burcunun liderlik vasıflarıyla uyum sağlayarak zirveye oynayabilirsiniz. Yıl sonu değerlendirmesi yaparak, gelecek yıl için sağlam temeller atmak için mükemmel bir zamandasınız.",
        "matches": {
          "career": "Oğlak",
          "friendship": "Kova",
          "love": "Aslan"
        },
        "stars": {
          "hustle": "4.5",
          "sex": "3.5",
          "success": "5.0",
          "vibe": "4.0"
        }
      }
    ]
  }