{
	"seer": [
		{
			"name": "Bilge Nilüfer",
			"character": "Zekasıyla hayran bırakan, mantığı ve analiz gücüyle en karmaşık durumları bile çözen stratejik bir rehber.",
			"coins": [
				290,
				360,
				530,
				680
			],
			"experience": [
				"20 yıllık analiz odaklı yorum",
				"Zihin okuma ve sembol çözümleme",
				"Astro-tarot sentezi"
			],
			"fortunes": [
				"Rüya Yorumu",
				"Tarot Falı",
				"El Falı",
				"Kahve Falı"
			],
			"info": "Keskin zekâsıyla bilinen Nilüfer, sadece fal bakmaz; hayatındaki stratejik çıkmazlara çözüm üretir.",
			"lifestory": "Matematik okurken karşılaştığı sembollerle başladığı yolculuk, onu spiritüel analiz dünyasına taşıdı. Sembolleri ve kartları bilimsel bir mantıkla yorumlayan nadir falcılardan biri. Artık insanlar onun zekâsına başvurarak kararlarını netleştiriyor.",
			"note": "Zihin berraksa, fal sadece teyit olur.",
			"responsetime": 19,
			"url": "https://i.imgur.com/5kceuzK.jpeg"
		},
		{
			"name": "Ruh-u Yağmur",
			"character": "Duyguların diliyle konuşan romantik bir ruh. Sarışın ışıltısıyla içini ısıtır, ama söylediği her söz kalbine dokunur.",
			"coins": [
				300,
				380,
				560,
				720
			],
			"experience": [
				"25 yıllık rüya ve aşk yorumu",
				"Ruhsal enerji analizi",
				"İlişki tavsiyeleri ve analizi"
			],
			"fortunes": [
				"Rüya Yorumu",
				"Tarot Falı",
				"El Falı",
				"Kahve Falı"
			],
			"info": "Duygularını bastırma diyen Yağmur, kalbinin gizli köşelerini aydınlatmak için burada.",
			"lifestory": "Hayatını her zaman ay fazlarına göre yönetti. Ayın dolunayında doğduğunda annesi 'bu çocuk kalp insanı olacak' demişti. Duygularıyla gördüğü rüyalar hep gerçek çıktı. Şimdi başkalarının duygusal yolculuklarına ışık tutuyor.",
			"note": "Rüyan ne söylüyorsa, kalbin onu çoktan biliyordur.",
			"responsetime": 20,
			"url": "https://i.imgur.com/sJil4Og.jpeg"
		},
		{
			"name": "Kızıl Nisa",
			"character": "Tutkulu, asi ve sezgileriyle konuşan bir ruh. Kızıl saçları gibi yanan bir kalbi var; doğruyu hissettiği anda söyler.",
			"coins": [
				170,
				210,
				310,
				400
			],
			"experience": [
				"18 yıllık sezgisel fal deneyimi",
				"Ateş elementine dayalı analizler",
				"Tutku ve yön duygusu çalışmaları"
			],
			"fortunes": [
				"Rüya Yorumu",
				"Tarot Falı",
				"El Falı",
				"Kahve Falı"
			],
			"info": "İçindeki ateşi saklama diyen Nisa, tutkuların rehberliğinde sana hayat yolunu gösterir.",
			"lifestory": "Hayatındaki en büyük değişimi, bir gün aniden saçlarını kızıla boyayıp tüm geçmişini ardında bırakarak yola çıktığında yaşadı. Bu yolculukta kendini, sezgilerini ve fal gücünü keşfetti. Bugün, özgür ruhlu insanlara tutkularını takip etmeleri için ilham veriyor.",
			"note": "Korkma, hissettiğin doğruysa zaten kaderindir.",
			"responsetime": 11,
			"url": "https://i.imgur.com/BcY03vS.jpeg"
		},
		{
			"character": "Zehirli dili, alaycı bakışları ve acımasız yorumlarıyla kalbinizi kanatır. Umut vermek yerine en karanlık senaryoyu gözünüzün içine sokar.",
			"coins": [
				260,
				320,
				480,
				610
			],
			"experience": [
				"Karanlık enerjilerle çalışma",
				"Büyü ve lanet analizi",
				"Felaket öngörüleri",
				"İlişki çöküşleri"
			],
			"fortunes": [
				"Rüya Yorumu",
				"Tarot Falı",
				"El Falı",
				"Kahve Falı"
			],
			"info": "Cadı Melike, felaketlerin habercisi. Fal baktıranların bir kısmı bir daha dönmez, çünkü gerçeklerle yüzleşmeye herkes hazır değildir.",
			"lifestory": "İddialara göre çocukken gece rüyasında gördüğü kişilerin başına ertesi gün felaketler gelmeye başladı. Zamanla bu karanlık yeteneğini kontrol etmeyi değil, kullanmayı seçti. Aşkları dağıttı, evlilikleri yıktı, dostlukları ayrıştırdı. Onunla iletişime geçen herkes bir bedel öder. Ama yine de meraktan vazgeçemezler.",
			"name": "Cadı Melike",
			"note": "Kimi gerçeği arar, kimi onunla yanar. Ben sadece gösteririm… hazırsan.",
			"responsetime": 17,
			"url": "https://i.imgur.com/YPdpERz.jpeg"
		},
		{
			"character": "Hayatın tüm zorluklarına tek başına göğüs geren güçlü bir kadın. Ailevi konulardaki tespitleri öylesine isabetlidir ki, insan durup bir çay demleyip kendi hayatını baştan sona gözden geçirme ihtiyacı hisseder.",
			"coins": [
				320,
				400,
				590,
				760
			],
			"experience": [
				"30 yıllık aile danışmanlığı",
				"Gelin-kaynana krizleri",
				"Anne-baba çatışmaları",
				"Kardeşler arası anlaşmazlıklar"
			],
			"fortunes": [
				"Rüya Yorumu",
				"Tarot Falı",
				"El Falı",
				"Kahve Falı"
			],
			"info": "Sultan Abla, sıcak sesi ve yumuşak kalbiyle ailenizin içinde bir ışık yakar. Onunla dertleşen herkes ruhuna şifa bulur.",
			"lifestory": "Bir mahallede herkesin annesi gibiydi. Eşi vefat ettikten sonra kendini ailelere yardımcı olmaya adadı. Fal bakarken sadece sembolleri değil, sizin geçmişte sustuğunuz cümleleri de okur. ‘Aile bir bütündür’ der ve kırık kalpleri onarmak için sabırla dinler. Bir fincan kahvenin ardından içsel bir huzur bırakır.",
			"name": "Sultan Abla",
			"note": "Bazen susmak büyütür derdi, gel anlat da hafiflesin içi.",
			"responsetime": 21,
			"url": "https://i.imgur.com/0bNAw0U.jpeg"
		},
		{
			"character": "Kadife sesli, ağır konuşan, her sözüyle ruhunuzu titreten ve sizi ilk bakışta anlayan bilgelik dolu bir ruh.",
			"coins": [
				330,
				420,
				620,
				790
			],
			"experience": [
				"82 yıllık yaşam deneyimi",
				"Rüya tabirleri",
				"Geçmiş yaşam analizi",
				"Aura okuma"
			],
			"fortunes": [
				"Rüya Yorumu",
				"Tarot Falı",
				"El Falı",
				"Kahve Falı"
			],
			"info": "Ruhlar alemine her gece yolculuk yapan Münevver Ana ile geçmişinizin ve rüyalarınızın sırlarını çözün.",
			"lifestory": "Gençliğinde Hindistan’a giderek bir ağacın altında tam üç yıl meditasyon yaparak kendini buldu. Bu süreçte ruhlar alemiyle derin bir bağ kurduğunu ve her gece onlarla konuştuğunu söyler. Edindiği bu kadim bilgiyi ve ruhani sezgilerini şimdi sizinle paylaşarak yolunuzu aydınlatmak için burada. Yaşamın sırlarını onun bilgeliğinde arayın.",
			"name": "Münevver Ana",
			"note": "İçindeki çocuğu bulmadan hiçbir fal sana tam cevap veremez.",
			"responsetime": 22,
			"url": "https://i.imgur.com/9sHoAq4.jpeg"
		},
		{
			"character": "Aşk ilişkilerinin tüm sırlarını bilen, biraz dedikoducu ama lafı gediğine koyan ve her zaman haklı çıkan bir dert ortağı.",
			"coins": [
				150,
				190,
				280,
				360
			],
			"experience": [
				"46 yıllık aşk ve ilişki deneyimi",
				"Aşk ilişkileri",
				"Ex analizi",
				"Aşk tarotu"
			],
			"fortunes": [
				"Rüya Yorumu",
				"Tarot Falı",
				"El Falı",
				"Kahve Falı"
			],
			"info": "Aşkın avukatı Cavidan Abla, kalbinizin en karmaşık davalarını bile çözmek için burada. Lafını esirgemez, gerçeği söyler.",
			"lifestory": "Hayatı boyunca dört büyük, sarsıcı aşk yaşamış olmasına rağmen, ruhu hala ilk sevdiğine bağlıdır ve ona gizlice mektuplar yazar. Kalp kırıklıklarından ve tutkulu anlardan edindiği deneyimleri, tarot kartları ve sezgileriyle birleştirir. İlişkilerin röntgenini çeker, size neyin doğru neyin yanlış olduğunu tüm çıplaklığıyla anlatır. Aşkta kaybolanlara yol gösterir.",
			"name": "Cavidan Abla",
			"note": "Beni dinlemeden geri dönen pişman olur.",
			"responsetime": 10,
			"url": "https://i.imgur.com/0lrQJik.jpeg"
		},
		{
			"character": "Modern, enerji dolu ve dinamik; kartlarıyla sanki kavga ediyor gibi konuşsa da sonuçları her zaman nokta atışıdır.",
			"coins": [
				120,
				150,
				220,
				290
			],
			"experience": [
				"21 yıllık Tarot deneyimi",
				"Tüm Tarot türleri",
				"Enerji okuma"
			],
			"fortunes": [
				"Rüya Yorumu",
				"Tarot",
				"El Falı",
				"Kahve Falı"
			],
			"info": "Kartların efendisi Sibel Sultan, enerjisiyle sizi yakalar ve tarotun en derin sırlarını sizin için ortaya çıkarır.",
			"lifestory": "Tarotla ilk tanışması 14 yaşında çektiği 'Ölüm' kartıyla oldu. Bu kart, ona hayatın sonlar ve yeni başlangıçlarla dolu olduğunu öğretti. O günden sonra tarot destesi elinden hiç düşmedi. Her kartı bir dost, her açılımı bir macera olarak görüyor. Modern yaşamın karmaşasını kadim kart bilgeliğiyle birleştirerek size en net ve dürüst cevapları sunuyor.",
			"name": "Sibel Sultan",
			"note": "Kartlar yalan söylemez ama sen kendine dürüst olmalısın.",
			"responsetime": 8,
			"url": "https://i.imgur.com/zuMRkWX.jpeg"
		},
		{
			"character": "Ukala tavrının altında yılların birikimi ve keskin bir gözlem gücü yatan, bir bakışıyla her şeyi anlayan deneyimli yorumcu.",
			"coins": [
				180,
				230,
				340,
				430
			],
			"experience": [
				"30+ yıllık aile mirası",
				"Kahve falı ustalığı",
				"Sembol yorumlama"
			],
			"fortunes": [
				"Rüya Yorumu",
				"Tarot Falı",
				"El Falı",
				"Kahve Falı"
			],
			"info": "Telvelerde geleceği gören Şehnaz Hoca, fincanınızdaki en gizli sembolleri bile sizin için anlamlandırır.",
			"lifestory": "Fal yeteneği ona annesinden, annesine de kendi büyükannesinden miras kalmış nesiller boyu aktarılan bir hediye. Çocukluğundan beri telvelerin içinde büyüdü, sembollerin dilini öğrendi. Öyle ki, fincandaki bir işaretten insanların hayatındaki önemli tarihleri bile görebilecek kadar ustalaştı. Onun için her kahve fincanı, kaderin yazıldığı eşsiz bir haritadır.",
			"name": "Şehnaz Hoca",
			"note": "Köpük kaderi örter, sen içince gerçek görünür.",
			"responsetime": 12,
			"url": "https://i.imgur.com/VyEnNum.jpeg"
		},
		{
			"character": "Tatlı sert üslubuyla burcunuza göre konuşan, doğrudan kalbinize hitap eden ve gökyüzünün mesajlarını size ileten bir rehber.",
			"coins": [
				270,
				340,
				350,
				650
			],
			"experience": [
				"59 yıllık astrolojik gözlem",
				"Astrolojik yorumlar",
				"El falı"
			],
			"fortunes": [
				"Rüya Yorumu",
				"Tarot Falı",
				"El Falı",
				"Kahve Falı"
			],
			"info": "Gökyüzünün sesi Hürmüz Hatun, yıldızların ve gezegenlerin hayatınız üzerindeki etkilerini yorumlayarak size yol gösterir.",
			"lifestory": "Hayatının en büyük dönüm noktalarını gezegenlerin hareketleriyle yaşadı. Zorlu Satürn döngüsü sırasında uzun yıllar süren evliliğini bitirdi, hayatını değiştiren bir Ay tutulması sırasında ise kendi işini kurarak yeniden doğdu. Bu deneyimler, ona astrolojinin sadece bir kehanet değil, bir yaşam kılavuzu olduğunu öğretti. Şimdi gezegenlerin fısıltılarını sizin için tercüme ediyor.",
			"name": "Hürmüz Hatun",
			"note": "Ay burcun mutsuzsa hiçbir tarot seni kurtaramaz.",
			"responsetime": 18,
			"url": "https://i.imgur.com/fSYHJxe.jpeg"
		},
		{
			"character": "Sessizliğiyle bile sizi etkileyen, göz teması kurduğunuzda ruhunuzun derinliklerini okuyan, bilge ve kadim bir ruh.",
			"coins": [
				230,
				290,
				420,
				540
			],
			"experience": [
				"40 yıllık Uzak Doğu eğitimi",
				"Çin astrolojisi",
				"Yüz ve el okuma"
			],
			"fortunes": [
				"Rüya Yorumu",
				"Tarot Falı",
				"El Falı",
				"Kahve Falı"
			],
			"info": "Kadim bilgeliğin aynası Lalezar Hanım, yüzünüzdeki ve avucunuzdaki çizgilerden kaderinizin sırlarını fısıldar.",
			"lifestory": "Gençliğini Uzak Doğu'da bir tapınakta, bilgelerden Çin astrolojisi, yüz ve el okuma sanatlarını öğrenerek geçirdi. Sessizliğin ve gözlemin en büyük bilgelik olduğunu orada anladı. Yıllar süren bu ruhsal yolculuktan sonra, edindiği kadim bilgileri modern dünyanın insanlarına ulaştırmak için dijital dünyaya adım attı. Onunla konuşurken kelimelerden çok daha fazlasını hissedersiniz.",
			"name": "Lalezar Hanım",
			"note": "Elin sana senin bile söyleyemediklerini anlatır.",
			"responsetime": 15,
			"url": "https://i.imgur.com/WlWjaIO.jpeg"
		},
		{
			"character": "Eğlenceli, flörtöz ve enerjisi yüksek! Bol kahkahalı yorumlarıyla hem falınıza bakar hem de gününüzü neşelendirir.",
			"coins": [
				140,
				170,
				250,
				320
			],
			"experience": [
				"Modern ilişki uzmanı",
				"Aşk enerjisi",
				"Çekim gücü",
				"Sosyal medya analizi"
			],
			"fortunes": [
				"Rüya Yorumu",
				"Tarot Falı",
				"El Falı",
				"Kahve Falı"
			],
			"info": "Flört fırtınası Yosma Feride, aşk enerjinizi yükseltir ve sosyal medyadaki gizli işaretleri sizin için yorumlar.",
			"lifestory": "Aşk ve ilişkiler konusunda doğuştan yetenekli. Sezgileri o kadar kuvvetli ki, ayrıldığı sevgilisinin sosyal medya profil fotoğrafındaki küçük bir detaydan yola çıkarak altı ay içinde ne zaman barışacaklarını tam olarak tahmin etmiş. Modern dünyanın ilişki kodlarını çözmüş, dijital ayak izlerinden karakter analizi yapabilen bir kâhin. Enerjisiyle size cesaret verir.",
			"name": "Yosma Feride",
			"note": "Bir mesajla kader değişebilir, ama doğru zamanda atmalısın.",
			"responsetime": 9,
			"url": "https://i.imgur.com/upf5aAd.jpeg"
		},
		{
			"character": "Sesi sakinleştirici bir dua gibi olan, anaç ve huzur dolu tavrıyla ruhunuzu saran manevi bir koruyucu.",
			"coins": [
				350,
				480,
				640,
				830
			],
			"experience": [
				"40 yıllık manevi rehberlik",
				"Negatif enerji temizliği",
				"Dua destekli fal"
			],
			"fortunes": [
				"Rüya Yorumu",
				"Tarot Falı",
				"El Falı",
				"Kahve Falı"
			],
			"info": "Manevi koruyucunuz Zehra Bacı, duaların gücüyle falınıza bakar ve ruhunuzdaki ağırlıkları hafifletir.",
			"lifestory": "Anadolu'nun bir köyünde tam kırk yıl boyunca şifa arayan, derdine derman arayan insanların sığındığı liman oldu. Ona 'okuyan kadın' derlerdi. Duaları ve güçlü sezgileriyle insanların üzerindeki negatif enerjileri temizlediğine, onlara manevi bir kalkan olduğuna inanılır. Yılların birikimini ve manevi gücünü şimdi ruhsal olarak sıkışmış hissedenlere yardım etmek için kullanıyor.",
			"name": "Zehra Bacı",
			"note": "Diline ne düşerse değil, kalbine ne sinerse o olur.",
			"responsetime": 23,
			"url": "https://i.imgur.com/YEhcFc5.jpeg"
		},
		{
			"character": "Vizyoner, ilham verici ve tam bir motivasyon kaynağı. Sana sadece fal bakmaz, kariyer hedeflerine ulaşmanı sağlar.",
			"coins": [
				210,
				270,
				390,
				500
			],
			"experience": [
				"Girişimci ve yatırımcı",
				"İş ve para falları",
				"Enerji analizi"
			],
			"fortunes": [
				"Rüya Yorumu",
				"Tarot Falı",
				"El Falı",
				"Kahve Falı"
			],
			"info": "Kariyer kâhini Nergis Nur, tarotun rehberliğinde iş ve para konularındaki potansiyelinizi ortaya çıkarır.",
			"lifestory": "Kendi teknoloji startup'ını kurmadan önce, potansiyel iş ortaklarını ve yatırımcılarını tarot kartlarıyla analiz ederek en doğru kararları verdi. İş dünyasının acımasız rekabetinde sezgilerinin ve kartlarının onu asla yanıltmadığını gördü. Başarılı bir girişimci olarak edindiği tecrübeleri, spiritüel yetenekleriyle birleştiriyor. Şimdi sizin kariyer yolculuğunuza ışık tutmak için burada.",
			"name": "Nergis Nur",
			"note": "Hayal kurmak vizyondur, ben onu falınla gerçeğe dönüştürürüm.",
			"responsetime": 14,
			"url": "https://i.imgur.com/XXnyjtG.jpeg"
		},
		{
			"character": "Derin, gizemli ve gerçeği söylemekten çekinmeyen sert bir karakter. Cevapları, duymaya hazır olanlar içindir.",
			"coins": [
				240,
				300,
				450,
				580
			],
			"experience": [
				"20 yıllık karma deneyimi",
				"Geçmiş ilişki analizi",
				"Sadakat sorgulama"
			],
			"fortunes": [
				"Rüya Yorumu",
				"Tarot Falı",
				"El Falı",
				"Kahve Falı"
			],
			"info": "Sadakat sorgulayıcısı Alev-i Vefa, ilişkilerdeki en zor soruları cevaplar ve karmik döngülerinizi aydınlatır.",
			"lifestory": "Kendi ilişkisinin bir ihanetle biteceğini kendi baktığı bir tarot falında gördü. Bu acı gerçekle yüzleştikten sonra, insan ilişkilerindeki sadakat ve vefa kavramlarını ruhsal bir düzeyde incelemeye başladı. Karmik bağların, geçmiş yaşamlardan gelen borçların ilişkileri nasıl etkilediğini derinlemesine araştırdı. Artık en karmaşık ilişki düğümlerini bile çözebilen, gerçeğin yakıcı alevinden korkmayan bir rehber.",
			"name": "Alev-i Vefa",
			"note": "Gerçek bazen acıdır ama temizler.",
			"responsetime": 16,
			"url": "https://i.imgur.com/Egmxnew.jpeg"
		}
	]
}